export const FAQ_LIST = [
  {
    id: 1,
    title: '회원 탈퇴를 하고 싶어요.',
    content: '마이페이지 > 설정 > ‘회원탈퇴’ 에서 가능합니다.',
  },
  {
    id: 1,
    title: '닉네임을 변경하고 싶어요.',
    content: '마이페이지 > 설정 > ‘닉네임 변경’ 에서 가능합니다.',
  },
  {
    id: 1,
    title: '회원 칭호를 아직 부여받지 못했어요.',
    content:
      '부여 기준 충족 후 최대 1일 이내에 회원 칭호가 부여됩니다. 조금만 기다려주세요!',
  },
  {
    id: 2,
    title: '표시된 위치에 지점이 존재하지 않아요.',
    content:
      '대표 메일을 통해 지점 삭제 요청 바랍니다.\n확인 후 삭제 처리하도록 하겠습니다.\n\nimwillingtooo@gmail.com',
  },
  {
    id: 2,
    title: '지점 칭호 부여 기준을 알고 싶어요.',
    content:
      '• HOT PLACE 칭호는 저번 달 찜 수를 기준으로 인기있는 지점을 선정하여 부여됩니다.\n• CLEAN 칭호는 저번 달 청결도를 기준으로 청결한 지점을 선정하여 부여됩니다.\n\n지점 칭호는 매월 1일 갱신됩니다.',
  },
  {
    id: 2,
    title: '지점 주소는 어디에서 확인할 수 있나요?',
    content:
      '상세페이지 > ‘카카오맵 바로가기’ 를 통해 카카오에서 제공하는 주소 정보를 확인하실 수 있습니다.',
  },
  {
    id: 2,
    title: '길찾기 기능은 따로 제공하지 않는 건가요?',
    content:
      '상세페이지 > ‘카카오맵 바로가기’ 를 통해 카카오에서 제공하는 길찾기 기능을 이용하실 수 있습니다.',
  },
  {
    id: 2,
    title: '상세페이지에서 거리가 표시되지 않아요.',
    content:
      '공유된 링크를 통해 상세페이지 접속한 경우 위치정보를 받아오지 않아 거리가 표시되지 않을 수 있습니다.',
  },
  {
    id: 2,
    title: '특정 검색어로 지점을 찾고 싶어요.',
    content:
      '홈 > ‘돋보기 버튼’ 혹은 내 주변 > ‘돋보기 버튼’을 통해 검색어로 원하는 지점을 검색할 수 있습니다.',
  },
  {
    id: 2,
    title: '서비스를 제공하는 브랜드 기준이 어떻게 되나요?',
    content:
      '인생네컷, 하루필름, 포토이즘, 포토그레이와 같은 셀프 즉석사진 브랜드만을 대상으로 서비스를 제공하고 있습니다.\n추가로 서비스 제공을 원하는 셀프 즉석사진 브랜드가 있다면, 대표 메일로 문의해주세요.\n\nimwillingtooo@gmail.com',
  },
  {
    id: 2,
    title:
      '지도에 표시되지 않은 지점이 있는데 사용자가 지점을 직접 추가할 수 없나요?',
    content:
      '회원 님이 직접 지점을 추가할 수 없습니다.\n대표 메일을 통해 지점 추가 요청해주시면 확인 후 지점 추가 처리하도록 하겠습니다.\n\nimwillingtooo@gmail.com',
  },
  {
    id: 2,
    title: '지점 정보를 공유하고 싶어요.',
    content:
      '상세페이지 > ‘공유하기’ 를 통해 해당 지점 정보를 카카오톡으로 공유할 수 있습니다.',
  },
  {
    id: 3,
    title: '리뷰를 남기고 싶어요.',
    content:
      '지점 리뷰 작성은 회원 가입 진행 후 이용 가능하며, 지점 상세 페이지에서 ‘리뷰 작성하기’를 통해 작성 가능합니다.',
  },
  {
    id: 3,
    title: '지점에 대한 전체 리뷰를 확인하고 싶어요.',
    content:
      '지점 리뷰는 최신순으로 3개의 리뷰가 표시됩니다.\n전체 리뷰를 확인하고 싶다면 ‘리뷰 전체 불러오기’를 통해 확인할 수 있습니다.',
  },
  {
    id: 3,
    title: '작성한 리뷰를 수정/삭제하고 싶어요.',
    content:
      '마이페이지 > ‘내후기’ 에서 본인이 작성한 리뷰를 확인하고 수정, 삭제할 수 있습니다.',
  },
  {
    id: 3,
    title: '적절하지 않은 리뷰를 신고하고 싶어요.',
    content:
      '아래 양식으로 대표 메일을 통해 신고부탁드립니다.\nimwillingtooo@gmail.com\n\n• 지점명:\n• 신고 사유:\n• 신고 대상 리뷰 작성자:\n• 신고 대상 리뷰 내용(혹은 사진 첨부):\n\n신고된 내용은 확인 후 조치 여부와 함께 답변드리겠습니다.',
  },
  {
    id: 4,
    title: '찜한 지점은 어디서 볼 수 있나요?',
    content: '초기화면 > 하단 메뉴 > ‘찜 목록’ 에서 볼 수 있습니다.',
  },
  {
    id: 4,
    title: '찜은 몇 개까지 추가 가능한가요?',
    content: '총 20개까지 추가 가능합니다.',
  },
  {
    id: 5,
    title: '1:1 문의를 하고 싶어요.',
    content:
      '대표 메일을 통해 연락주시면 답변해드리겠습니다.\nimwillingtooo@gmail.com',
  },
  {
    id: 5,
    title: '현재 위치가 제대로 반영되지 않아요.',
    content:
      '사용하는 브라우저에서 위치 권한을 허용하지 않는 경우 현재 위치를 불러오는 데에 실패할 수 있습니다.\n위치 정보를 허용하고 있는지 확인해주세요.',
  },
] as const;
